Repository: nagyist/pac-weekly-timetable
Catalog: languages/pacwtt-plugin-*.po
Languages: it_it

source: activity
it_it: attività

source: activities
it_it: attività

source: Name
it_it: Nome

source: Description
it_it: Descrizione

source: No activities avaliable.
it_it: Nessuna attività disponibile.

source: Insufficient privileges. Operation aborted.
it_it: Privilegi insufficenti. Operazione interrotta.

source: Activity
it_it: Attività

source: New interval data
it_it: Crea nuovo intervallo

source: Day of the week
it_it: Giorno della settimana

source: Select a day...
it_it: Scegli un giorno...

source: Start time (HH:MM):
it_it: Ora inizio (HH:MM):

source: Finish time (HH:MM):
it_it: Ora fine (HH:MM):

source: Description :
it_it: Descrizione :

source: Add New Interval
it_it: Aggiungi un nuovo Intervallo

source: Related intervals
it_it: Intervalli corrispondenti

source: Activity name can't be empty.
it_it: Il nome dell'attività non può essere vuoto.

source: Database insertion failed.
it_it: Fallito l'inserimento nel Database

source: Activity Updated.
it_it: Attività Aggiornata.

source: Edit Interval
it_it: Modifica Intervallo.

source: Update
it_it: Aggiorna

source: Sunday
it_it: Domenica

source: Monday
it_it: Lunedì

source: Tuesday
it_it: Martedì

source: Wednesday
it_it: Mercoledì

source: Thursday
it_it: Giovedì

source: Friday
it_it: Venerdì

source: Saturday
it_it: Sabato

source: Error
it_it: Errore

source: Success
it_it: Successo

source: Start time: hour must be a number from 0 to 23.
it_it: Ora inizio: le ore devono essere un numero da 0 a 23.

source: Start time: minute must be a number from 0 to 59.
it_it: Minuti inizio: i minuti devono essere un numero da 0 a 59.

source: Finish time: hour must be a number from 0 to 23.
it_it: Ora fine: le ore devono essere un numero da 0 a 23.

source: Finish time: minute must be a number from 0 to 59.
it_it: Minuti fine: i minuti devono essere un numero da 0 a 59.

source: Database Error: Unable to insert the specified interval.
it_it: Errore nel Database: Inserimento dell'intervallo richiesto non riuscito.

source: New record successfully added.
it_it: Inserimento del nuovo record riuscito.

source: Database Error: Unable to delete the specified interval.
it_it: Errore nel Database: Impossibile eliminare l'intervallo richiesto.

source: Record successfully deleted.
it_it: Cancellazione del record riuscita.

source: Start
it_it: Inizia

source: Finish
it_it: Termina

source: Operations
it_it: Operazioni

source: Delete
it_it: Cancella

source: No results found.
it_it: Non è stato trovato nessun risultato.

source: Error: no activity's id specified.
it_it: Errore: non è stato specificato l'id dell'attività.

source: Error: requested id not found.
it_it: Errore: l'id non è stato trovato.

source: Error: dnsize=%s parameter value not allowed.
it_it: Errore: dnsize=%s è un valore non consentito per questo parametro.

source: Error: global option 'monday' value not valid.
it_it: Errore: il valore dato per l'opzione globale 'lunedì' è non valido.

source: Error: layout=%s parameter value not allowed.
it_it: Errore: layout=%s è un valore non consentito per questo parametro.

source: Fatal Error: layout=%s parameter value not allowed.
it_it: Errore Critico: layout=%s è un valore non consentito per questo parametro.

source: This plugin requires WordPress version %s or higher.
it_it: Questo plugin necessita di WordPress %s o versioni successive.

source: All Activities
it_it: Tutte le Attività

source: Add New Activity
it_it: Aggiungi Nuova Attività

source: Add New
it_it: Aggiungi Nuova

source: Options
it_it: Opzioni

source: This plugin provides the ability to create simple weekly timetables. A timetable corresponds to an "Activity", which contains "Intervals" defined by a starting time, a finishing time and an optional description.
it_it: Questo plugin fornisce la possibilità di creare semplici orari settimanali. Un orario settimanale corrisponde ad una "Attività", la quale contiene "Intervalli" definititi da un'ora di inizio, un'ora di fine ed una descrizione opaionale.

source: Every timetable can be displayed using the [pacwtt id=xx] shortcode, where xx is the activity's id value as shown in the "All Activities" page. The "Option" page allow to choose the timetables' look, setting some default value for the shortcode and a user defined css.
it_it: Ciascun orario settimanale può essere visualizzato utilizzando lo shortcode [pacwtt id=xx], dove xx è il valore id della attività che viene mostrato nella pagina "Tutte le Attività". La pagina "Opzioni" permette di definire l'aspetto degli orari settimanali, impostando alcuni valori predefiniti per lo shortcode e un css personalizzato.

source: Note: this plugin is aimed to semplicity so it dosen't enforce too many controls over the data and doesn't ask for confirmations for delete operations and similar actions.
it_it: Nota: l'obbiettivo di questo plugin è la semplicità per cui non effettua controlli eccessivi circa i dati e non richiede conferme per operazioni di cancellazione e altre azioni simili.

source: Details:
it_it: Dettagli:

source: All Activities - list and manage available Activities, click one Activity to access its intervals.
it_it: Tutte le Attività - elenco e gestione delle Attività disponibili, cliccare su una Attività per accedere ai suoi intervalli.

source: Add New - create a new Activity.
it_it: Aggiungi Nuova - creazione di una nuova Attività.

source: Options - set shortcode's default options and an optional custom defined CSS.
it_it: Opzioni - impostare le opzioni predefinite per lo shortcode e opzionalmente un CSS personalizzato.

source: New Activity
it_it: Nuova Attività

source: Field 'name' can't be empty.
it_it: Il campo 'nome' non può essere vuoto.

source: New Activity Added.
it_it: Nuova Attività Aggiunta.

source: (HTML tags are not allowed)
it_it: (I tag HTML non sono consentiti)

source: Shortcodes settings
it_it: Impostazioni Shortcodes

source: Defaut values
it_it: Valori predefiniti

source: Layout
it_it: Aspetto

source: Week starts on monday
it_it: La settimana inizia con Lunedì

source: CSS Settings
it_it: Impostazioni CSS

source: Customize the look of the timetables
it_it: Personalizza l'aspetto degli orari settimanali

source: Custom CSS
it_it: CSS Personalizzato

source: Timetables generation with admin interface and shortcodes
it_it: Generazione di orari settimanali con interfaccia di amministrazione e shortcodes
